7zip
acpid
adw-gtk-theme
alsa-utils
asciiquarium
base
base-devel
bear
bluez
bluez-utils
brightnessctl
btop
cava
clang
cmake
cmatrix
cowsay
dbeaver
dmidecode
dnsmasq
docker
ecryptfs-utils
efibootmgr
emacs
fastfetch
fd
fnm
foot
fortune-mod
fzf
gdb
gimp
git
grim
grub
hyprland
hyprshot
imagemagick
intel-media-driver
intel-ucode
ipset
iptables
isync
jq
kew
keychain
kitty
libguestfs
libreoffice-still
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
llvm
lolcat
lua-language-server
ly
man-db
man-pages
meson
mpv
msmtp
mtools
neomutt
network-manager-applet
networkmanager
ninja
niri
noto-fonts-cjk
noto-fonts-emoji
nsxiv
nyx
obs-studio
openssh
otf-codenewroman-nerd
pamixer
pass
pavucontrol
pipewire
pipewire-jack
pipewire-pulse
poppler
power-profiles-daemon
python-pip
qbittorrent
qemu-full
reflector
resvg
ripgrep
rofi
rofimoji
rsync
sl
slurp
sof-firmware
starship
sudo
sway
swayidle
swaylock
swaync
systemd-resolvconf
tcpdump
tmux
torbrowser-launcher
tree-sitter-cli
ttf-sourcecodepro-nerd
ufw
unixodbc
unzip
uv
valkey
vim
virt-manager
virt-viewer
vulkan-intel
vulkan-nouveau
vulkan-tools
waybar
wget
wireguard-tools
wireshark-cli
wl-clipboard
xclip
xdg-desktop-portal-hyprland
xwayland-satellite
yazi
zathura
zathura-pdf-poppler
zoxide
zsh


----- START -----
# Packages installed via AUR:
brave-bin
bridge-utils
cbonsai-git
librewolf-bin
ngrok
nvidia-580xx-dkms
nvidia-580xx-settings
nvidia-580xx-utils
pam-gnupg
pipes.sh
yay-bin
yay-bin-debug
----- END -----


----- START -----
# Packages installed via Go:
dlv: go1.26.0
	path	github.com/go-delve/delve/cmd/dlv
gemmie: go1.26.0
	path	github.com/anhtr13/gemmie
glow: go1.26.0
	path	github.com/charmbracelet/glow/v2
go1.23.12: go1.26.0
	path	golang.org/dl/go1.23.12
go1.25.7: go1.26.0
	path	golang.org/dl/go1.25.7
goimports-reviser: go1.26.0
	path	github.com/incu6us/goimports-reviser/v3
golines: go1.26.0
	path	github.com/golangci/golines
gopls: go1.26.0
	path	golang.org/x/tools/gopls
shfmt: go1.26.0
	path	mvdan.cc/sh/v3/cmd/shfmt
----- END -----


----- START -----
# Packages installed via Cargo:
bob-nvim v4.1.6:
    bob
rustlings v6.5.0:
    rustlings
stylua v2.4.0:
    stylua
systemd-lsp v0.2.0:
    systemd-lsp
treer v0.1.4:
    treer
----- END -----


----- START -----
# Packages installed via UV:
cmake-language-server v0.1.11
- cmake-language-server
debugpy v1.8.20
- debugpy
- debugpy-adapter
nginx-language-server v0.9.0
- nginx-language-server
nginxfmt v1.3.0
- nginxfmt
ruff v0.15.8
- ruff
tombi v0.8.0
- tombi
ty v0.0.27
- ty
----- END -----

