7zip
aalib
abseil-cpp
acl
acpid
adw-gtk-theme
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream
aquamarine
archlinux-keyring
asciiquarium
at-spi2-core
atkmm
attr
audit
augeas
autoconf
automake
avahi
base
base-devel
bash
binutils
bison
bluez
bluez-libs
bluez-utils
boost-libs
brave-bin
bridge-utils
brightnessctl
brltty
brotli
btop
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
capstone
cbonsai-git
cbonsai-git-debug
cdparanoia
chafa
clang
cmatrix
compiler-rt
containerd
coreutils
cowsay
cpio
cryptsetup
curl
dav1d
db5.3
dbeaver
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
dkms
dmidecode
dnsmasq
docker
dosfstools
double-conversion
dtc
duktape
e2fsprogs
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efivar
egl-gbm
egl-wayland
egl-x11
eglexternalplatform
emacs
exfatprogs
expat
f2fs-tools
fakeroot
fastfetch
fcft
fd
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flex
fmt
fontconfig
fortune-mod
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fuzzel
fzf
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gettext
gfxstream
ghostty
ghostty-shell-integration
ghostty-terminfo
giflib
git
gjs
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glm
glslang
glu
glusterfs
glycin
gmp
gnome-characters
gnome-desktop-4
gnome-desktop-common
gnome-keyring
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpgmepp
gpm
gpsd
gptfdisk
granite7
graphene
graphite
grep
grim
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk3
gtk4
gtk4-layer-shell
gtkmm-4.0
gtkmm3
gtksourceview4
guile
gupnp
gupnp-igd
gzip
harfbuzz
hicolor-icon-theme
hidapi
highway
hivex
hwdata
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpicker
hyprshot
hyprutils
hyprwayland-scanner
iana-etc
icu
imagemagick
imlib2
iniparser
intel-gmmlib
intel-media-driver
intel-ucode
iproute2
ipset
iptables-nft
iputils
iso-codes
jansson
java-environment-common
java-runtime-common
jbigkit
jdk-openjdk
jfsutils
jq
js140
json-c
json-glib
jsoncpp
kbd
kew
kew-debug
keychain
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lcms2
leancrypto
less
libadwaita
libaemu
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libavc1394
libavif
libb2
libbluray
libbpf
libbs2b
libbsd
libburn
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libewf
libfdk-aac
libffi
libfontenc
libfreeaptx
libfyaml
libgccjit
libgcrypt
libgee
libgirepository
libglvnd
libgovirt
libgpg-error
libgudev
libguestfs
libheif
libice
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiscsi
libisl
libisoburn
libisofs
libjpeg-turbo
libjuice
libjxl
libksba
liblc3
libldac
libldap
libldm
libliftoff
liblouis
liblqr
libluv
libmd
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmpdclient
libmysofa
libnbd
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsl
libnvme
libogg
libopenmpt
libosinfo
libotf
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librest
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspeechd
libsrtp
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-headers
llhttp
llvm
llvm-libs
lm_sensors
lmdb
lolcat
lrzip
lsof
lsscsi
lua
lua51-lpeg
luajit
lv2
lvm2
ly
lz4
lzo
lzop
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
mbedtls
md4c
mdadm
mesa
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
multipath-tools
ncurses
ndctl
neovim
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-vpn-plugin-openvpn
nftables
ngrok
nilfs-utils
niri
nm-connection-editor
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
numactl
nvidia-dkms
nvidia-settings
nvidia-utils
obs-studio
ocl-icd
oniguruma
openal
opencore-amr
openh264
openjpeg2
openssh
openssl
openvpn
opus
opusfile
orc
osinfo-db
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
pangomm-2.48
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-curses
perl-error
perl-libintl-perl
perl-mailtools
perl-term-animation
perl-timedate
phodav
pinentry
pipes.sh
pipewire
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-session-manager
pixman
pkcs11-helper
pkgconf
playerctl
polkit
poppler
popt
portaudio
power-profiles-daemon
pps-tools
procps-ng
proton-vpn-gtk-app
psmisc
pugixml
python
python-aiohappyeyeballs
python-aiohttp
python-aiosignal
python-attrs
python-bcrypt
python-cairo
python-certifi
python-cffi
python-charset-normalizer
python-cryptography
python-dbus
python-distro
python-frozenlist
python-gnupg
python-gobject
python-idna
python-importlib-metadata
python-jaraco.classes
python-jaraco.context
python-jaraco.functools
python-jeepney
python-jinja
python-keyring
python-markupsafe
python-more-itertools
python-multidict
python-packaging
python-propcache
python-proton-core
python-proton-keyring-linux
python-proton-vpn-api-core
python-proton-vpn-local-agent
python-proton-vpn-network-manager
python-pycparser
python-pynacl
python-pyopenssl
python-requests
python-secretstorage
python-sentry_sdk
python-urllib3
python-yarl
python-zipp
qbittorrent
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-gpu-pci-rutabaga
qemu-hw-display-virtio-gpu-rutabaga
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-display-virtio-vga-rutabaga
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-uefi-vars
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qemu-vmsr-helper
qrcodegencpp-cmake
qt6-base
qt6-declarative
qt6-svg
qt6-translations
rav1e
rdma-core
re2
readline
recode
reflector
resvg
ripgrep
rnnoise
rofi
rpcbind
rsync
rtkit
rubberband
ruby
ruby-erb
ruby-manpages
ruby-optimist
ruby-paint
ruby-rdoc
rubygems
runc
rutabaga-ffi
sbc
scdoc
sdbus-cpp
sdl2-compat
sdl2_image
sdl3
seabios
seatd
sed
serd
shaderc
shadow
shared-mime-info
simde
sl
slang
sleuthkit
slurp
snappy
sndio
sof-firmware
sord
sound-theme-freedesktop
source-highlight
spdlog
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
sqlite
squashfs-tools
sratom
srt
starship
startup-notification
strace
sudo
supermin
svt-av1
swaync
swww
sysfsutils
syslinux
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tcpdump
tdb
texinfo
thin-provisioning-tools
tinysparql
tmux
tomlplusplus
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
twolame
tzdata
uchardet
ufw
unibilium
unzip
upower
usbredir
uthash
util-linux
util-linux-libs
v4l-utils
vapoursynth
vde2
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virt-viewer
virtiofsd
vmaf
vte-common
vte3
vulkan-icd-loader
wavpack
waybar
wayland
wayland-protocols
webrtc-audio-processing-1
which
wireplumber
wl-clipboard
wolfssl
wpa_supplicant
x264
x265
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-utils
xfsprogs
xkeyboard-config
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xprop
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yara
yay
yay-debug
yazi
yyjson
zeromq
zimg
zix
zlib
zlib-ng
zoxide
zsh
zstd
